public_html/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-11-09 Sat 02:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Aldo Jimenez Wiehoff C.E. Student</title>
<meta name="author" content="Aldo Jimenez Wiehoff" />
<meta name="description" content="Personal portfolio and blog for research and studies" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="assets/style.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Aldo Jimenez Wiehoff C.E. Student</h1>
<div id="outline-container-org62e35c6" class="outline-2">
<h2 id="org62e35c6">Welcome to My Portfolio</h2>
<div class="outline-text-2" id="text-org62e35c6">
<p>
Hi, i&rsquo;m Aldo, a Computer Engineer student of the Adolfo Ibáñez University. This site contains my projects, publications, and a blog where I share ideas and updates on my studies.
</p>
</div>
</div>
<div id="outline-container-org8cca1c6" class="outline-2">
<h2 id="org8cca1c6">Experience</h2>
<div class="outline-text-2" id="text-org8cca1c6">
<p>
During my time at university, I have worked in the following positions
</p>
</div>
<div id="outline-container-org714f66c" class="outline-3">
<h3 id="org714f66c">Adolfo Ibáñez University: Computer Enginner Laboratoty Assistant</h3>
<div class="outline-text-3" id="text-org714f66c">
<ul class="org-ul">
<li><b><b>Summary</b></b>: Lab assistant at the Adolfo Ibañez University, creating a cluster with Kubernetes for the use of students and professors within the university.</li>
<li><b><b>Technologies</b></b>: Kubernetes ,Web Services ,Servers ,Cable Management.</li>
<li><a href="posts/project1.html">Read more about this project</a></li>
</ul>
</div>
</div>
<div id="outline-container-orge4affbc" class="outline-3">
<h3 id="orge4affbc">Cloud And Digital: Web Developer</h3>
<div class="outline-text-3" id="text-orge4affbc">
<ul class="org-ul">
<li><b><b>Summary</b></b>: In this position I was in charge of website optimisation and SEO.</li>
<li><b><b>Technologies</b></b>: Next.js · Scrum · Agile Methodologies · Search Engine Optimization (SEO) · Web Development · Front-End Development · Node.js · TypeScript · React.js</li>
<li><a href="posts/project2.html">Read more about this project</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgd6b4693" class="outline-2">
<h2 id="orgd6b4693">About Me</h2>
<div class="outline-text-2" id="text-orgd6b4693">
<p>
I am a lover of programming and the whole geek world, I am constantly trying to learn new technologies and ways to be more profuctive. Currently my IDE is Emacs and I&rsquo;m loving Org-mode, in fact this page was created in org-mode. On the other hand, I&rsquo;m trying every day to get away from the distractions of this world where they fill you with information, so I&rsquo;m looking to switch to a dumb phone and I&rsquo;m immersed in the world of minimalism (including digital minimalism, a bit hypocritical for a computer enginer). So expect to see in this blog my projects, summaries of my learning of new technologies such as programming languages, reflections and book reviews. 
</p>
</div>
</div>
<div id="outline-container-org4817039" class="outline-2">
<h2 id="org4817039">Contact</h2>
<div class="outline-text-2" id="text-org4817039">
<p>
For questions, collaborations, or just to connect, feel free to reach out through the following channels:
</p>

<ul class="org-ul">
<li><b><b>Email</b></b>: aldojimenezw@gmail.com</li>
<li><b><b>LinkedIn</b></b>: <a href="https://www.linkedin.com/in/aldo-jim%C3%A9nez-wiehoff">www.linkedin.com/in/aldo-jiménez-wiehoff</a></li>
<li><b><b>GitHub</b></b>: <a href="https://github.com/AldoJimenezW">github.com/AldoJimenezW</a></li>
</ul>
</div>
</div>
<div id="outline-container-org06ed1eb" class="outline-2">
<h2 id="org06ed1eb">Blog</h2>
<div class="outline-text-2" id="text-org06ed1eb">
<p>
In my <a href="blog.html">Blog</a>, I share insights and learnings from the articles and books I read, as well as updates on my research and projects.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2024-11-08</p>
<p class="author">Author: Aldo Jimenez Wiehoff</p>
<p class="date">Created: 2024-11-09 Sat 02:00</p>
</div>
</body>
</html>
